Repository: PITADIA/android-couple-app
Catalog: ADistance.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# ad_83
source: What special date would you want us to celebrate despite the distance?
de: Welches besondere Datum würdest du trotz der Distanz gern mit mir feiern?
es: ¿Qué fecha especial te gustaría que celebremos a pesar de la distancia?
fr: Quelle date spéciale voudrais-tu qu'on fête malgré la distance ?
it: Quale data speciale vorresti che celebrassimo nonostante la distanza?
nl: Welke speciale datum zou je willen dat we vieren ondanks de afstand?
pt_br: Que data especial você gostaria que celebrássemos apesar da distância?
pt_pt: Que data especial gostarias que celebrássemos apesar da distância?

# ad_84
source: What do you think about planning 'virtual escapes' together, like spending a weekend watching documentaries?
de: Wie fändest du es, wenn wir "virtuelle Auszeiten" planen – zum Beispiel ein Wochenende lang gemeinsam Dokumentationen schauen?
es: ¿Qué opinas de planear 'escapadas virtuales' juntos, como pasar un fin de semana viendo documentales?
fr: Que penses-tu de l'idée de planifier des "escapades virtuelles" ensemble, comme passer un week-end à regarder des documentaires ?
it: Cosa ne pensi di pianificare "fughe virtuali" insieme, come passare un weekend a guardare documentari?
nl: Wat vind je van het plannen van ‘virtuele uitjes’ samen, zoals een weekend documentaires kijken?
pt_br: O que você acha de planejarmos 'escapadas virtuais' juntos, como passar um fim de semana vendo documentários?
pt_pt: O que achas de planearmos 'escapadinhas virtuais' juntos, como passar um fim de semana a ver documentários?

# ad_85
source: How has our relationship helped you grow personally?
de: Wie hat dir unsere Beziehung geholfen, persönlich zu wachsen?
es: ¿Cómo te ha ayudado nuestra relación a crecer personalmente?
fr: Comment notre relation t'a-t-elle aidé(e) à grandir personnellement ?
it: In che modo la nostra relazione ti ha aiutato a crescere personalmente?
nl: Hoe heeft onze relatie je persoonlijk laten groeien?
pt_br: Como o nosso relacionamento ajudou você a crescer pessoalmente?
pt_pt: Como a nossa relação te ajudou a crescer pessoalmente?

# ad_86
source: What phrase reassures you when you doubt us?
de: Welcher Satz beruhigt dich, wenn du an uns zweifelst?
es: ¿Qué frase te tranquiliza cuando dudas de nosotros?
fr: Quelle phrase te rassure quand tu doutes de nous ?
it: Quale frase ti rassicura quando dubiti di noi?
nl: Welke zin stelt je gerust wanneer je aan ons twijfelt?
pt_br: Que frase tranquiliza você quando duvida de nós?
pt_pt: Que frase te tranquiliza quando duvidas de nós?

# ad_87
source: What would you like me to do someday just to surprise you?
de: Was würdest du dir wünschen, was ich irgendwann einfach so zur Überraschung für dich mache?
es: ¿Qué te gustaría que hiciera algún día solo para sorprenderte?
fr: Qu'aimerais-tu que je fasse un jour juste pour te surprendre ?
it: Cosa ti piacerebbe che facessi un giorno solo per sorprenderti?
nl: Wat zou je willen dat ik ooit doe, gewoon om je te verrassen?
pt_br: O que você gostaria que eu fizesse um dia apenas para surpreender você?
pt_pt: O que gostarias que eu fizesse um dia só para te surpreender?

# ad_88
source: What common dream would you want us to realize together?
de: Welchen gemeinsamen Traum möchtest du mit mir verwirklichen?
es: ¿Qué sueño en común te gustaría que realizáramos juntos?
fr: Quel rêve commun voudrais-tu qu'on réalise ensemble ?
it: Quale sogno comune vorresti realizzare insieme a me?
nl: Welke gemeenschappelijke droom zou je willen dat we samen verwezenlijken?
pt_br: Que sonho em comum você gostaria que realizássemos juntos?
pt_pt: Que sonho em comum gostarias que realizássemos juntos?

# ad_89
source: What do you think about documenting our memories, like in a shared journal or photo album?
de: Wie fändest du es, unsere Erinnerungen festzuhalten – z. B. in einem gemeinsamen Journal oder Fotoalbum?
es: ¿Qué piensas de documentar nuestros recuerdos, como en un diario compartido o un álbum de fotos?
fr: Que penses-tu de l'idée de documenter nos souvenirs, comme dans un journal partagé ou un album photo ?
it: Cosa ne pensi di documentare i nostri ricordi, ad esempio in un diario condiviso o in un album fotografico?
nl: Wat vind je van het vastleggen van onze herinneringen, zoals in een gedeeld dagboek of fotoalbum?
pt_br: O que você acha de registrarmos nossas memórias, como em um diário compartilhado ou álbum de fotos?
pt_pt: O que achas de registarmos as nossas memórias, como num diário partilhado ou álbum de fotos?

# ad_90
source: What helps you stay optimistic about our future?
de: Was hilft dir, optimistisch auf unsere Zukunft zu schauen?
es: ¿Qué te ayuda a mantenerte optimista sobre nuestro futuro?
fr: Qu'est-ce qui t'aide à rester optimiste pour notre avenir ?
it: Cosa ti aiuta a restare ottimista riguardo al nostro futuro?
nl: Wat helpt je optimistisch te blijven over onze toekomst?
pt_br: O que ajuda você a se manter otimista em relação ao nosso futuro?
pt_pt: O que te ajuda a manteres-te otimista quanto ao nosso futuro?

# ad_91
source: How do you feel about keeping little objects or mementos from each other to feel more connected?
de: Wie findest du die Idee, kleine Andenken voneinander aufzubewahren, um uns verbundener zu fühlen?
es: ¿Qué opinas de guardar pequeños objetos o recuerdos del otro para sentirnos más conectados?
fr: Que ressens-tu à l'idée de garder des petits objets ou souvenirs de l'autre pour se sentir plus connecté ?
it: Come ti senti nel conservare piccoli oggetti o ricordi l'uno dell'altro per sentirci più connessi?
nl: Hoe voel je je over het bewaren van kleine objecten of souvenirs van elkaar om je verbonden te voelen?
pt_br: Como você se sente em guardar pequenos objetos ou lembranças um do outro para nos sentirmos mais conectados?
pt_pt: Como te sentes em guardar pequenos objetos ou recordações um do outro para nos sentirmos mais ligados?

# ad_92
source: How do you feel about managing disagreements at a distance?
de: Wie fühlst du dich dabei, Konflikte auf Distanz zu klären?
es: ¿Cómo te sientes al manejar desacuerdos a distancia?
fr: Que ressens-tu à l'idée de gérer des désaccords à distance ?
it: Come ti senti nel gestire i disaccordi a distanza?
nl: Hoe voel je je bij het omgaan met meningsverschillen op afstand?
pt_br: Como você se sente em lidar com desentendimentos à distância?
pt_pt: O que sentes em gerir desacordos à distância?

# ad_93
source: What could I do to help you feel more understood during conflicts?
de: Was könnte ich tun, damit du dich in Konflikten besser verstanden fühlst?
es: ¿Qué podría hacer para ayudarte a sentirte más comprendido(a) durante los conflictos?
fr: Qu'est-ce que je pourrais faire pour que tu te sentes plus compris(e) lors des conflits ?
it: Cosa potrei fare per aiutarti a sentirti più compreso/a durante i conflitti?
nl: Wat kan ik doen om je je meer begrepen te laten voelen tijdens conflicten?
pt_br: O que eu poderia fazer para que você se sentisse mais compreendido(a) nos conflitos?
pt_pt: O que eu poderia fazer para que te sentisses mais compreendido(a) nos conflitos?

# ad_94
source: What have you discovered new about me since the beginning of our relationship?
de: Was hast du seit Anfang unserer Beziehung Neues über mich entdeckt?
es: ¿Qué has descubierto nuevo sobre mí desde el inicio de nuestra relación?
fr: Qu'as-tu découvert de nouveau sur moi depuis le début de notre relation ?
it: Cosa hai scoperto di nuovo su di me dall'inizio della nostra relazione?
nl: Wat heb je nieuw over mij ontdekt sinds het begin van onze relatie?
pt_br: O que você descobriu de novo sobre mim desde o início do nosso relacionamento?
pt_pt: O que descobriste de novo sobre mim desde o início da nossa relação?

# ad_95
source: Would you be comfortable talking about how we'd like to handle conflicts once we're together?
de: Wärst du okay damit, darüber zu reden, wie wir Konflikte handhaben wollen, wenn wir zusammen sind?
es: ¿Te sentirías cómodo(a) hablando de cómo nos gustaría manejar los conflictos cuando estemos juntos?
fr: Serais-tu à l'aise qu'on parle de la façon dont on aimerait gérer les conflits une fois ensemble ?
it: Ti sentiresti a tuo agio nel parlare di come vorremmo gestire i conflitti una volta che saremo insieme?
nl: Zou je je op je gemak voelen om te praten over hoe we conflicten willen aanpakken zodra we samen zijn?
pt_br: Você se sentiria à vontade em falarmos sobre como gostaríamos de lidar com conflitos quando estivermos juntos?
pt_pt: Sentirias-te à vontade em falarmos de como gostaríamos de gerir conflitos quando estivermos juntos?

# ad_96
source: When did you feel that our bond is truly special?
de: Wann hattest du das Gefühl, dass unser Band echt etwas Besonderes ist?
es: ¿Cuándo sentiste que nuestro vínculo es realmente especial?
fr: Quand as-tu ressenti que notre lien est vraiment spécial ?
it: Quando hai sentito che il nostro legame è davvero speciale?
nl: Wanneer voelde je dat onze band echt bijzonder is?
pt_br: Quando você sentiu que o nosso vínculo é realmente especial?
pt_pt: Quando sentiste que o nosso vínculo é realmente especial?

# ad_97
source: What would you like me to repeat to you more often?
de: Was würdest du dir wünschen, dass ich dir öfter sage?
es: ¿Qué te gustaría que te repitiera más a menudo?
fr: Qu'aimerais-tu que je te répète plus souvent ?
it: Cosa vorresti che ti ripetessi più spesso?
nl: Wat zou je willen dat ik je vaker herhaal?
pt_br: O que você gostaria que eu repetisse para você com mais frequência?
pt_pt: O que gostarias que eu te repetisse mais vezes?

# ad_98
source: If we wrote a book about our love, what would its title be?
de: Wenn wir ein Buch über unsere Liebe schreiben würden, wie wäre der Titel?
es: Si escribiéramos un libro sobre nuestro amor, ¿cuál sería su título?
fr: Si on écrivait un livre sur notre amour, quel serait son titre ?
it: Se scrivessimo un libro sul nostro amore, quale sarebbe il titolo?
nl: Als we een boek over onze liefde zouden schrijven, wat zou de titel zijn?
pt_br: Se escrevêssemos um livro sobre o nosso amor, qual seria o título?
pt_pt: Se escrevêssemos um livro sobre o nosso amor, qual seria o título?

# ad_99
source: What voice message from me has stayed with you the most?
de: Welche Sprachnachricht von mir ist dir am meisten im Kopf geblieben?
es: ¿Qué mensaje de voz mío se te ha quedado más grabado?
fr: Quel message vocal provenant de moi t'a le plus marqué ?
it: Quale mio messaggio vocale ti è rimasto più impresso?
nl: Welk spraakbericht van mij is je het meest bijgebleven?
pt_br: Qual mensagem de voz minha ficou mais marcada em você?
pt_pt: Que mensagem de voz minha ficou mais gravada em ti?

# ad_100
source: What has positively surprised you in our long-distance relationship?
de: Was hat dich in unserer Fernbeziehung positiv überrascht?
es: ¿Qué te ha sorprendido positivamente en nuestra relación a distancia?
fr: Qu'est-ce qui t'a surpris(e) positivement dans notre relation à distance ?
it: Cosa ti ha sorpreso positivamente nella nostra relazione a distanza?
nl: Wat heeft je positief verrast in onze langeafstandsrelatie?
pt_br: O que mais surpreendeu você positivamente em nosso relacionamento à distância?
pt_pt: O que te surpreendeu positivamente na nossa relação à distância?

# ad_101
source: What do you appreciate about our way of handling disagreements together?
de: Was schätzt du an unserer Art, mit Meinungsverschiedenheiten umzugehen?
es: ¿Qué aprecias de nuestra forma de manejar los desacuerdos juntos?
fr: Qu'est-ce que tu apprécies dans notre façon de gérer les désaccords ensemble ?
it: Cosa apprezzi del nostro modo di gestire i disaccordi insieme?
nl: Wat waardeer je aan onze manier van omgaan met meningsverschillen?
pt_br: O que você aprecia na nossa forma de lidar juntos com os desentendimentos?
pt_pt: O que aprecias na nossa forma de lidar juntos com os desacordos?

# ad_102
source: What would you tell your past self about distance and love?
de: Was würdest du deinem früheren Ich über Distanz und Liebe sagen?
es: ¿Qué le dirías a tu yo del pasado sobre la distancia y el amor?
fr: Que dirais-tu à ton toi du passé sur la distance et l'amour ?
it: Cosa diresti al tuo io passato sulla distanza e l'amore?
nl: Wat zou je je vroegere zelf vertellen over afstand en liefde?
pt_br: O que você diria ao seu eu do passado sobre a distância e o amor?
pt_pt: O que dirias ao teu eu do passado sobre a distância e o amor?

# ad_103
source: If you could make me appear for an hour, what would you do with that moment?
de: Wenn du mich für eine Stunde herzaubern könntest – was würdest du in der Zeit machen?
es: Si pudieras hacerme aparecer por una hora, ¿qué harías con ese momento?
fr: Si tu pouvais me faire apparaître une heure, que ferais-tu de ce moment ?
it: Se potessi farmi apparire per un'ora, cosa faresti con quel momento?
nl: Als je me een uur lang kon laten verschijnen, wat zou je met dat moment doen?
pt_br: Se você pudesse me fazer aparecer por uma hora, o que faria nesse momento?
pt_pt: Se pudesses fazer-me aparecer por uma hora, o que farias nesse momento?

# ad_104
source: What thing would you like to experience with me for the first time?
de: Welche Sache würdest du gern zum ersten Mal mit mir erleben?
es: ¿Qué cosa te gustaría experimentar conmigo por primera vez?
fr: Quelle chose aimerais-tu vivre avec moi pour la première fois ?
it: Quale cosa ti piacerebbe sperimentare con me per la prima volta?
nl: Welke ervaring zou je graag voor het eerst met mij willen beleven?
pt_br: Que coisa você gostaria de viver comigo pela primeira vez?
pt_pt: Que coisa gostarias de viver comigo pela primeira vez?

# ad_105
source: What are the three things that bring us closer despite everything?
de: Welche drei Dinge bringen uns trotz allem näher zusammen?
es: ¿Cuáles son las tres cosas que nos acercan a pesar de todo?
fr: Quelles sont les trois choses qui nous rapprochent malgré tout ?
it: Quali sono le tre cose che ci avvicinano nonostante tutto?
nl: Welke drie dingen brengen ons ondanks alles dichter bij elkaar?
pt_br: Quais são as três coisas que mais nos aproximam apesar de tudo?
pt_pt: Quais são as três coisas que mais nos aproximam apesar de tudo?

# ad_106
source: What question would you like me to ask you more often?
de: Welche Frage soll ich dir öfter stellen?
es: ¿Qué pregunta te gustaría que te hiciera más a menudo?
fr: Quelle question aimerais-tu que je te pose plus souvent ?
it: Quale domanda vorresti che ti facessi più spesso?
nl: Welke vraag zou je willen dat ik vaker aan je stel?
pt_br: Que pergunta você gostaria que eu fizesse mais vezes para você?
pt_pt: Que pergunta gostarias que eu te fizesse mais vezes?

# ad_107
source: How could we ensure that each feels respected and heard during difficult discussions?
de: Wie können wir sicherstellen, dass sich beide bei schwierigen Gesprächen respektiert und gehört fühlen?
es: ¿Cómo podríamos asegurarnos de que cada uno se sienta respetado y escuchado durante las discusiones difíciles?
fr: Comment pourrions-nous nous assurer que chacun se sente respecté et écouté lors de discussions difficiles ?
it: Come potremmo assicurarci che ognuno si senta rispettato e ascoltato durante le discussioni difficili?
nl: Hoe zouden we ervoor kunnen zorgen dat ieder zich gerespecteerd en gehoord voelt tijdens moeilijke gesprekken?
pt_br: Como podemos garantir que ambos nos sentimos respeitados e ouvidos durante discussões difíceis?
pt_pt: Como poderíamos garantir que ambos nos sentimos respeitados e ouvidos durante discussões difíceis?

# ad_108
source: Are there values or principles you consider essential in a long-term relationship?
de: Gibt es Werte oder Prinzipien, die für dich in einer langfristigen Beziehung unverzichtbar sind?
es: ¿Hay valores o principios que consideres esenciales en una relación a largo plazo?
fr: Y a-t-il des valeurs ou principes que tu considères comme essentiels dans une relation à long terme ?
it: Ci sono valori o principi che consideri essenziali in una relazione a lungo termine?
nl: Zijn er waarden of principes die je essentieel vindt in een langdurige relatie?
pt_br: Existem valores ou princípios que você considera essenciais em um relacionamento de longo prazo?
pt_pt: Há valores ou princípios que consideras essenciais numa relação a longo prazo?

# ad_109
source: What's the last time you felt a physical longing for me?
de: Wann hast du das letzte Mal körperliche Sehnsucht nach mir gespürt?
es: ¿Cuándo fue la última vez que sentiste un deseo físico por mí?
fr: Quelle est la dernière fois où tu as ressenti un manque physique de moi ?
it: Quando è stata l'ultima volta che hai sentito desiderio fisico per me?
nl: Wanneer verlangde je voor het laatst echt naar mij?
pt_br: Quando foi a última vez que você sentiu desejo físico por mim?
pt_pt: Quando foi a última vez que sentiste desejo físico por mim?

# ad_110
source: What does success mean to you, personally, and what does that look like in our relationship?
de: Was bedeutet Erfolg für dich persönlich – und wie sieht das in unserer Beziehung aus?
es: ¿Qué significa el éxito para ti, personalmente, y cómo se ve eso en nuestra relación?
fr: Que signifie réussir pour toi, personnellement, et à quoi cela ressemble dans notre relation ?
it: Cosa significa per te il successo, personalmente, e come appare nella nostra relazione?
nl: Wat betekent succes voor jou persoonlijk, en hoe ziet dat eruit in onze relatie?
pt_br: O que significa sucesso para você, pessoalmente, e como isso se reflete no nosso relacionamento?
pt_pt: O que significa sucesso para ti, pessoalmente, e como isso se reflete na nossa relação?

# ad_111
source: What activity would you like us to start together online?
de: Mit welcher Online-Aktivität sollen wir gemeinsam beginnen?
es: ¿Qué actividad te gustaría que comenzáramos juntos en línea?
fr: Quelle activité aimerais-tu qu'on commence ensemble en ligne ?
it: Quale attività ti piacerebbe che iniziassimo insieme online?
nl: Welke activiteit zou je graag samen online met mij beginnen?
pt_br: Que atividade você gostaria que começássemos juntos online?
pt_pt: Que atividade gostarias que começássemos juntos online?

# ad_112
source: When do you think about me most during the day?
de: Wann denkst du am meisten an mich im Laufe des Tages?
es: ¿En qué momento del día piensas más en mí?
fr: Quand penses-tu le plus à moi dans la journée ?
it: Quando pensi a me di più durante la giornata?
nl: Wanneer denk je het meest aan mij gedurende de dag?
pt_br: Em que momento do dia você mais pensa em mim?
pt_pt: Em que momento do dia pensas mais em mim?

# ad_113
source: If we couldn't write to each other for a week, what would you tell me before?
de: Wenn wir eine Woche lang nicht schreiben könnten – was würdest du mir vorher sagen?
es: Si no pudiéramos escribirnos durante una semana, ¿qué me dirías antes?
fr: Si on ne pouvait plus s'écrire pendant une semaine, que me dirais-tu avant ?
it: Se non potessimo scriverci per una settimana, cosa mi diresti prima?
nl: Als we een week niet zouden kunnen schrijven, wat zou je me dan van tevoren willen zeggen?
pt_br: Se não pudéssemos nos escrever durante uma semana, o que você me diria antes?
pt_pt: Se não pudéssemos escrever-nos durante uma semana, o que me dirias antes?

# ad_114
source: What photo of me do you look at when you miss me too much?
de: Welches Foto von mir schaust du an, wenn du mich zu sehr vermisst?
es: ¿Qué foto mía miras cuando me extrañas demasiado?
fr: Quelle photo de moi regardes-tu quand je te manque trop ?
it: Quale mia foto guardi quando ti manco troppo?
nl: Naar welke foto van mij kijk je wanneer je me te veel mist?
pt_br: Qual foto minha você olha quando sente muito a minha falta?
pt_pt: Que foto minha olhas quando sentes muito a minha falta?

# ad_115
source: What do you think about our compatibility regarding our future aspirations?
de: Wie siehst du unsere Kompatibilität in Bezug auf unsere Zukunftswünsche?
es: ¿Qué piensas de nuestra compatibilidad respecto a nuestras aspiraciones futuras?
fr: Que penses-tu de notre compatibilité concernant nos aspirations futures ?
it: Cosa pensi della nostra compatibilità riguardo alle aspirazioni future?
nl: Wat denk je over onze compatibiliteit met betrekking tot onze toekomstige wensen?
pt_br: O que você acha da nossa compatibilidade em relação às aspirações futuras?
pt_pt: O que pensas da nossa compatibilidade em relação às aspirações futuras?

# ad_116
source: How do you feel about our life goals and how they align?
de: Wie fühlst du dich mit unseren Lebenszielen und wie sie zusammenpassen?
es: ¿Cómo te sientes acerca de nuestras metas de vida y cómo se alinean?
fr: Comment te sens-tu par rapport à nos objectifs de vie et à la façon dont ils s'alignent ?
it: Come ti senti riguardo ai nostri obiettivi di vita e a come si allineano?
nl: Hoe voel je je over onze levensdoelen en hoe die op elkaar aansluiten?
pt_br: Como você se sente em relação aos nossos objetivos de vida e como eles se alinham?
pt_pt: Como te sentes em relação aos nossos objetivos de vida e ao modo como se alinham?

# ad_117
source: Would you like me to send you a love letter?
de: Hättest du Lust auf einen Liebesbrief von mir?
es: ¿Te gustaría que te enviara una carta de amor?
fr: Aimerais-tu que je t'envoie une lettre d'amour ?
it: Ti piacerebbe che ti inviassi una lettera d'amore?
nl: Zou je willen dat ik je een liefdesbrief stuur?
pt_br: Você gostaria que eu lhe enviasse uma carta de amor?
pt_pt: Gostarias que eu te enviasse uma carta de amor?

# ad_118
source: What crazy idea would you like us to realize together someday?
de: Welche verrückte Idee sollen wir irgendwann zusammen umsetzen?
es: ¿Qué idea loca te gustaría que realizáramos juntos algún día?
fr: Quelle idée folle aimerais-tu qu'on réalise ensemble un jour ?
it: Quale idea folle ti piacerebbe realizzare insieme un giorno?
nl: Welke gekke idee zou je graag ooit samen met mij uitvoeren?
pt_br: Que ideia maluca você gostaria que realizássemos juntos algum dia?
pt_pt: Que ideia louca gostarias que realizássemos juntos um dia?

# ad_119
source: What are the things you hope we'll be able to look back on with pride in the future?
de: Worauf hoffst du, dass wir später gemeinsam stolz zurückblicken können?
es: ¿Cuáles son las cosas que esperas que podamos recordar con orgullo en el futuro?
fr: Quelles sont les choses que tu espères que nous pourrons regarder ensemble avec fierté dans le futur ?
it: Quali sono le cose su cui speri potremo guardarci indietro con orgoglio in futuro?
nl: Welke dingen hoop je dat we later met trots kunnen terugzien?
pt_br: Quais são as coisas das quais você espera que possamos nos orgulhar no futuro?
pt_pt: Quais são as coisas das quais esperas que possamos orgulhar-nos no futuro?

# ad_120
source: Don't you think distance makes our ability to communicate grow?
de: Findest du nicht auch, dass Distanz unsere Fähigkeit zu kommunizieren stärkt?
es: ¿No crees que la distancia hace crecer nuestra capacidad de comunicarnos?
fr: Ne trouves-tu pas que la distance fait grandir notre faculté à communiquer ?
it: Non pensi che la distanza faccia crescere la nostra capacità di comunicare?
nl: Denk je niet dat de afstand ons vermogen om te communiceren doet groeien?
pt_br: Você não acha que a distância faz crescer nossa capacidade de comunicação?
pt_pt: Não achas que a distância faz crescer a nossa capacidade de comunicar?

# ad_121
source: Do you think we should call each other more often?
de: Findest du, wir sollten öfter telefonieren?
es: ¿Crees que deberíamos llamarnos más a menudo?
fr: Penses-tu que l'on devrait s'appeller plus souvent ?
it: Pensi che dovremmo sentirci al telefono più spesso?
nl: Vind je dat we vaker zouden moeten bellen?
pt_br: Você acha que deveríamos nos ligar com mais frequência?
pt_pt: Achas que deveríamos ligar-nos mais vezes?
